export type FaqType = {
  question: string;
  answer: string;
};

export const FAQ_DATA: FaqType[] = [
  {
    question: "سایت فروشگاهی آماده چیست؟",
    answer:
      "سایت فروشگاهی آماده یک وب‌سایت از پیش طراحی‌شده است که امکانات اصلی فروشگاه اینترنتی را دارد و می‌توان آن را متناسب با نیاز و برند شما شخصی‌سازی کرد.",
  },
  {
    question: "آیا امکان تغییر قالب بعد از تحویل وجود دارد؟",
    answer:
      "بله، امکان تغییر و شخصی‌سازی بخش‌های مختلف قالب بعد از تحویل سایت وجود دارد و می‌توانید ظاهر سایت را متناسب با نیاز خود تغییر دهید.",
  },
  {
    question: "زمان تحویل سایت چقدر است؟",
    answer:
      "زمان تحویل سایت بسته به نوع قالب و امکانات مورد نیاز متفاوت است، اما معمولاً سایت‌های آماده در مدت زمان کوتاهی قابل راه‌اندازی و تحویل هستند.",
  },
  {
    question: "آیا آموزش کار با سایت به صورت حضوری ارائه می‌شود؟",
    answer:
      "بله، در صورت نیاز امکان ارائه آموزش کار با سایت به صورت حضوری وجود دارد تا بتوانید به‌راحتی محصولات، سفارش‌ها و بخش‌های مختلف سایت را مدیریت کنید.",
  },
  {
    question: "پشتیبانی سایت به چه صورت است؟",
    answer:
      "پشتیبانی شامل راهنمایی و رفع مشکلات مربوط به سایت است و از طریق راه‌های ارتباطی مشخص‌شده می‌توانید درخواست‌های خود را با تیم پشتیبانی مطرح کنید.",
  },
];